{
  "appTitle": "GB Bird Encyclopedia",
  "home": "Home",
  "collection": "Collection",
  "language": "Language",
  "japanese": "Japanese",
  "english": "English",
  "myCollection": "My Collection",
  "noBirdsInCollection": "No birds have been added to the encyclopedia yet.",
  "removeFromCollection": "Remove from Collection",
  "characterEncyclopedia": "Character Encyclopedia",
  "birdSpecies": "Bird Species",
  "family": "Family",
  "prefecture": "Prefecture",
  "year": "Year",
  "description": {
    "stellersSeaEagle": "Steller's Sea Eagle is one of the largest eagles in the world.\nIt is very powerful and flies with large wings.\nBorn in Russia, it comes to Hokkaido, Japan in winter.\n\nIt is also called \"Steller's Eagle\" after the scholar who discovered it.\nIts numbers are decreasing and it is designated as an endangered species.\n\nGB saw enough for a lifetime in Rausu in winter,\nbut it was so cool that I want to see it again.",
    "komadori": "The Japanese Robin is one of Japan's three most famous singing birds, measuring about 14 cm in length.\nIt inhabits mountain forests and is omnivorous, eating insects and nuts.\n\nIt is very wary and difficult to spot,\nbut it sings with a beautiful voice resembling a horse's neigh, \"Hin-kara-kara-kara-kara.\" Males have a black band on their chests.\n\nIt often appears in many literary and artistic works as a bird symbolizing the arrival of spring.",
    "whiteTailedEagle": "White-tailed eagles migrate to Japan in October, and some that breed in Hokkaido leave for their breeding grounds in March.\n\nThey mainly feed on fish, but also prey on birds, rabbits, and snakes, and eat carrion.\n\nIn Hokkaido, they nest in large trees, laying 1 to 3 eggs per clutch. Both sexes incubate for about one month, and the chicks fledge about two months after hatching.\n\nWhen I went to eastern Hokkaido, they were everywhere like crows.",
    "sparrow": "While sparrows eat rice, they also eat harmful insects,\nso they have long been recognized as beneficial birds.\n\nThey appear in old tales and children's songs,\nand have been a familiar and beloved presence to Japanese people.\nHowever, they are very wary and do not easily get used to humans.\n\nThey take water baths and sand baths to keep their feathers clean.",
    "rockPtarmigan": "The Rock Ptarmigan is a pheasant-like bird.\nChickens are also pheasant-like birds.\nLike chickens, ptarmigans love plants.\n\nHowever, their rarity is on a completely different level!!\nWhen GauraBirder went to Tateyama, they lived like free-spirited ladies,\nnot afraid of humans.\nThey know that everyone is kind to them.\n\nJapanese ptarmigans live in high mountain areas above 2,300m,\nand are rare birds whose feather color changes drastically three times a year.",
    "blakistonsFishOwl": "Blakiston's Fish Owl, one of the largest owls in the world,\ninhabits only Hokkaido and the Northern Territories in Japan.\n\nBlakiston's Fish Owl is called \"the guardian deity of the village\" by the Ainu people.\nCurrently, over 100 pairs have been confirmed mainly in the eastern Hokkaido region,\nbut their habitat is limited to a part of Hokkaido,\nand they are still on the verge of extinction.\n\nTheir Ainu name [Kotankor Kamuy] means [god who owns the village].",
    "redCrownedCrane": "The name \"Tancho\" (Red-crowned crane) comes from the red part on its crown.\nIts redness increases when it gets excited.\n\nIt is one of 15 species of cranes in the world,\nand the only crane that breeds in Japan.\nJapan's largest wild bird: It is Japan's largest wild bird, with a total length of about 140 cm and a wingspan of 220 to 250 cm.\n\nOnce a pair forms, they stay together for life,\nand are considered a symbol of marital harmony.\nIn their \"calling,\" the male's voice is \"Koh!\" and the female's voice is \"Kak-kak!\".",
    "whooperSwan": "Whooper swans migrate to Japan as winter birds,\nand mainly winter in Hokkaido and northern Tohoku.\nAmong Japanese wild birds, they are particularly heavy,\nwith some individuals weighing over 10 kg.\nBecause their wings are small for their weight,\nthey need to keep flapping their wings while flying.\n\nOnce a pair forms, they live with the same partner for life,\nand are birds with very strong family bonds.\nIn Ainu language, they are called \"Retatchiri Kamuy,\" meaning \"white bird god.\"\n\nThe protagonist of Hans Christian Andersen's \"The Ugly Duckling\" is a swan,\nwhich is gray when it is young,\nbut grows into a beautiful white bird."
  }
}