{
  "appTitle": "GauraBirder's Struggle",
  "gallery": "Gallery",
  "myCollection": "My Collection",
  "language": "Language",
  "japanese": "Japanese",
  "english": "English",
  "chinese": "Chinese",
  "filterByFamily": "Filter by Family:",
  "allFamilies": "All Families",
  "filterByPrefecture": "Filter by Prefecture:",
  "allPrefectures": "All Prefectures",
  "filterByYear": "Filter by Year:",
  "allYears": "All Years",
  "filterBySpecies": "Filter by Bird Species:",
  "allSpecies": "All Birds",
  "foundBirdSpeciesCount": "Found bird species: {{count}} types",
  "addToCollection": "Add to Collection",
  "addedToCollection": "Added to Collection",
  "removeFromCollection": "Remove from Collection",
  "myCollectionTitle": "My Collection",
  "noBirdsInCollection": "No birds added to collection yet.",
  "characterEncyclopedia": "Character Encyclopedia",
  "description.stellersSeaEagle": "The Steller's Sea Eagle is one of the largest raptors in the world, primarily feeding on fish. It migrates to Japan as a winter bird, and its majestic appearance fascinates many people.",
  "description.komadori": "The Japanese Robin is a small bird known for its beautiful singing voice. In Japan, it lives along mountain streams as a summer bird, and it is rare to see it.",
  "description.whiteTailedEagle": "The White-tailed Eagle is a large raptor widely distributed across the Eurasian continent. It migrates to Japan as a winter bird and is characterized by its white tail feathers.",
  "description.sparrow": "The Eurasian Tree Sparrow is one of the most common birds found worldwide. It lives in human settlements and feeds on grains and insects.",
  "description.rockPtarmigan": "The Rock Ptarmigan is a bird that lives in alpine regions and is known for turning completely white in winter. In Japan, it is designated as a Special Natural Monument.",
  "description.blakistonsFishOwl": "Blakiston's Fish Owl is the world's largest owl, primarily feeding on fish. It lives only in Hokkaido, Japan, and is designated as an endangered species.",
  "description.redCrownedCrane": "The Red-crowned Crane is a large crane known for its beautiful appearance and graceful dance. It lives in Hokkaido, Japan, and is designated as a Special Natural Monument.",
  "description.whooperSwan": "The Whooper Swan is a large white swan that migrates to Japan as a winter bird. It is characterized by its beautiful singing voice and elegant appearance."
}
